import "./Policy.css";

export default function Policy() {
  return (
    <div>
      <div className="AboutText">
        <h1>سياسه الخصوصيه</h1>
        <hr />
        <p>
          ما المقصود باتفاقية الاستخدام ؟<br></br> هى قواعد وقوانين يتم وضعها من
          قبل ادارة الموقع ومن يخالفها يعرض إضافاته للحذف او حسابه للحظر
          .  مكتبة نور هى اكبر مكتبة عربية الكترونية فهى منصة مفتوحة لكل مؤلف
          لنشر اعماله عبر الانترنت ومفتوحه لكل محب القراءة للاستمتاع بهذا التراث
          والكنز العظيم مجانا  تعرض مكتبة نور الكتب pdf لهدف العلم الرجاء عدم
          استخدام هذه الكتب للربح او للتجارة والحفاظ على الملكية الفكرية لأصحاب
          الكتب  الرجاء الالتزام برفع الكتب ذات الجودة العالية من حيث وضوح
          الكلمات وتنسيق الكتاب ووضوح غلاف الكتاب  الرجاء الالتزام بقواعد الدين
          السمح والاخلاق الحميدة عند نشر تقييم لأى كتاب  ممنوع نشر اى مواد تحث
          على العنف او تخالف الفطرة والشرائع السماوية .  ممنوع نشر اى مواد بهدف
          دعائى خارج المجال الثقافى والعلمى.  من الافضل استخدام اللغة العربية
          الفصحى او اللغه الانجليزية والابتعاد عن اللغة العامية .  الرجاء نشر
          الكتب الخاصة بكم فقط او لديكم حقوق نشر لنشرها والالتزام بحقوق الملكية
          للكتب  بعد التسجيل بالمكتبة في حالة إذا كنت تريد حذف الحساب والبيانات
          التي قمت بتسجيلها يمكنك حذف الحساب من خلال الإعدادات الخاصة بحسابك
          بالمكتبة  يتم منع اى شخص يقوم بادخال بيانات عدة مرات بسرعة مثل النشر
          المتكرر او ارسال عدد كبير من الرسائل والتعليقات يتم منعه لبعض الوقت
          لحين التأكد من انه ليس برنامج يقوم بالنشر بهدف دعائى.  هذه البيانات
          قابلة للتحديث فى اى وقت  بتسجيلك فى المكتبة انت توافق على اتفاقية
          الاستخدام
        </p>
      </div>
    </div>
  );
}
