import "./about.css";

export default function About() {
  return (
    <div>
      <div className="AboutText">
        <h1>عن مكتبه نور</h1>
        <hr />
        <p>
          أكبر منصة تواصل عربية مفتوحة لمشاركة الكتب الالكترونية والورقية، تسعى
          إلى إحداث أثر كبير في عالم المعرفة وإثراء المحتوى العربي على الانترنت
          والتسهيل على المؤلفين نشر الكتب وتفادي التكاليف الكبيرة للنشر والتسهيل
          على القراء اختيار الكتاب المناسب في أي مجال عن طريق عرض مراجعات
          واقتباسات للكتب و آراء المستخدمين في كل كتاب.  كما تمكن القراء العرب
          من اضافة تقييم ومراجعة الكتب وإنشاء مكتبة إلكترونية افتراضية والتواصل
          مع القراء والمؤلفين حول العالم والعرب خصوصاً وتشجيع المستخدمين على
          القراءة والكتابة والتأليف.  بدأت مكتبة نور إلكترونيا بإنشاء قاعدة
          بيانات ضخمة تضم كل المؤلفات العربية التي تم تأليفها عبر التاريخ وإتاحة
          القديم منها برخصة المشاع الإبداعي للتحميل والقراءة مجاناً وحفظ وجمع
          وتصنيف وأرشفة التراث العربي ونشر المؤلفات القيِّمة مما كُتب بالعربية
          أو ترجم إليها في مختلِف المجالات: العلمية، والأدبية، والفنية، وغيرها
          في صور إلكترونية، لنتيحها مجانًا عبر موقع مكتبة نور للقارئ العربي أما
          الكتب المحمية بحقوق النشر نضيفها الى قاعدة البيانات أيضاً ولكن لا يمكن
          تحميلها هي متاحه كغلاف وعنوان ووصف للكتاب للتقييم والمراجعة من القراء
          حول العالم فقط إلا إذا أتاحها المؤلف بنفسه للتحميل المجاني. رؤية مكتبة
          نور أن تصبح مكتبة نور أكبر مجتمع عربي للمهتمين بالقراءة والكتابة
          والتأليف وتسويق وبيع وتوزيع الكتب العربية الإلكترونية منها والورقية.
          رسالة وقيم مكتبة نور 1- المساهمة في رقي وتطور المجتمعات العربية ونشر
          الثقافة والوعي 2- حفظ وجمع وتصنيف وأرشفة التراث العربي 3- تقييم
          ومراجعة الكتب وترشيح الكتب القيمة للقراء 4- تسهيل نشر الكتب والتواصل
          بين المؤلفين والقراء والمؤسسات 5- تسهيل تسويق وبيع وتوزيع الكتب
          العربية الالكترونية منها والورقية 6- الحفاظ على حقوق نشر المؤلفين
        </p>
      </div>
    </div>
  );
}
